Repository: TeamChang/InstaCrop
Catalog: InstaCrop/*.lproj/Localizable.strings
Languages: ar, de, es, pt_br

# proFeatures
source: ▪ Remove all ads ▪ High resolution photos ▪ All future updates
ar: ▪ قم بإزالة جميع الإعلانات ▪ صور عالية الدقة ▪ جميع التحديثات المستقبلية
de: ▪ Entfernen Sie alle Anzeigen ▪ Hochauflösende Fotos ▪ Alle zukünftigen Aktualisierungen
es: ▪ Elimina todos los anuncios ▪ Fotos de alta resolución ▪ Todas las futuras actualizaciones
pt_br: ▪ Remova todos os anúncios ▪ Fotos em alta resolução ▪ Todas as futuras atualizações

source: Purchase for %@
ar: الشراء بمبلغ %@
de: Kaufen für %@
es: Compra por %@
pt_br: Comprar por %@

source: Restore Purchase
ar: استعادة الشراء
de: Kauf wiederherstellen
es: Restaurar Compra
pt_br: Restaurar Compra

# moreApps
source: More Apps by this developer
ar: المزيد من التطبيقات
de: Weitere Apps
es: Más aplicaciones
pt_br: Mais Apps

# imageSaved
source: Image saved successfully.
ar: تم حفظ الصورة بنجاح.
de: Bild erfolgreich gespeichert.
es: Imagen guardada exitosamente.
pt_br: Imagem salva com sucesso.

source: Image not saved.
ar: لم يتم حفظ الصورة.
de: Bild nicht gespeichert.
es: Imagen no guardada.
pt_br: Imagem não salva.

# alertCancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
pt_br: Cancelar

# alertOk
source: Ok
ar: موافق
es: Aceptar

# alertError
source: Error!
ar: خطأ !
de: Fehler!
pt_br: Erro!

# alertErrorMsg
source: something went wrong, please trying again.
ar: حدث خطأ ما، يرجى المحاولة مرة أخرى.
de: Etwas ist schiefgegangen. Bitte versuchen Sie es erneut.
es: Algo salió mal, por favor, inténtalo de nuevo.
pt_br: Algo deu errado, por favor, tente novamente.

# restoreSuccessful
source: Purchases have been successfully restored
ar: تم استعادة المشتريات بنجاح
de: Käufe wurden erfolgreich wiederhergestellt
es: Las compras se han restaurado exitosamente
pt_br: As compras foram restauradas com sucesso

# mailErrorMessage
source: Device cannot send mail. configure mail app.
ar: الجهاز غير قادر على إرسال البريد. يرجى تكوين تطبيق البريد.
de: Gerät kann keine E-Mails senden. Konfigurieren Sie die E-Mail-App.
es: El dispositivo no puede enviar correos. Configura la aplicación de correo.
pt_br: O dispositivo não pode enviar e-mails. Configure o aplicativo de e-mail.

# mailBody
source: Hello, ...
ar: مرحبًا، ...
de: Hallo, ...
es: Hola, ...
pt_br: Olá, ...

# emailCancelled
source: Email was cancelled.
ar: تم إلغاء البريد الإلكتروني.
de: E-Mail wurde abgebrochen.
es: El correo electrónico fue cancelado.
pt_br: E-mail foi cancelado.

# emailFailed
source: Email failed to send.
ar: فشل إرسال البريد الإلكتروني.
de: E-Mail konnte nicht gesendet werden.
es: Error al enviar el correo electrónico.
pt_br: Falha ao enviar o e-mail.

source: Email saved.
ar: تم حفظ البريد الإلكتروني.
de: E-Mail gespeichert.
es: Correo electrónico guardado.
pt_br: E-mail salvo.

source: Email sent.
ar: تم إرسال البريد الإلكتروني.
de: E-Mail gesendet.
es: Correo electrónico enviado.
pt_br: E-mail enviado.

# emailSentBody
source: please check your email inbox for a response.
ar: يرجى التحقق من صندوق البريد الوارد الخاص بك للحصول على رد.
de: Bitte überprüfen Sie Ihren E-Mail-Posteingang auf eine Antwort.
es: Por favor, revisa tu bandeja de entrada de correo electrónico para obtener una respuesta.
pt_br: Por favor, verifique sua caixa de entrada de e-mail para uma resposta.
